Repository: rihabcherni/mind_bloom
Catalog: frontend/lib/l10n/intl_*.arb
Languages: ar, fr

# welcomeSubtitle
source: Helping You Understand Your Child Better
ar: باش نفهموك على ولادك خير
fr: Aider à mieux comprendre votre enfant

# adhdAboutTitle
source: About ADHD
ar: على خاطر ADHD
fr: À propos du TDAH

# adhdSymptomsTitle
source: ADHD Symptoms
ar: أعراض ADHD
fr: Symptômes du TDAH

# adhdSymptomsDescription
source: Signs that may indicate ADHD in a child
ar: علامات تنجّم تبين إلّي الطفل عندو ADHD
fr: Signes observés chez l’enfant pouvant indiquer un TDAH

# adhdCausesTitle
source: Possible Causes
ar: أسباب محتملة
fr: Causes possibles

# adhdCausesDescription
source: Factors that may contribute to ADHD development
ar: حاجات تنجّم تكون سبب في ظهور ADHD
fr: Facteurs pouvant contribuer au développement du TDAH

# adhdParentsTitle
source: Tips for Parents
ar: نصائح للأولياء
fr: Conseils aux parents

# adhdParentsDescription
source: How to support a child with ADHD daily
ar: كيفاش تعاون ولدك لي عندو ADHD في النهار
fr: Comment aider un enfant atteint de TDAH au quotidien

# adhdInattention
source: Inattention: difficulty focusing, frequent forgetfulness
ar: قلة التركيز: يسر يتلهّى وينسى برشة
fr: Inattention : difficulté à se concentrer, oublis fréquents

# adhdHyperactivity
source: Hyperactivity: restlessness, inability to stay seated
ar: فرط الحركة: ديما يتحرّك و ما يقعدش بلاصة
fr: Hyperactivité : agitation, incapacité à rester assis

# adhdImpulsivity
source: Impulsivity: interrupting, acting without thinking
ar: الاندفاع: يقاطع الناس و يجاوب قبل ما يفكّر
fr: Impulsivité : interruption des autres, réactions rapides

# adhdSchoolProblems
source: School and social challenges
ar: صعوبات في القراية و التعامل مع صحابو
fr: Difficultés scolaires et sociales

# adhdGenetics
source: Genetic and hereditary factors
ar: أسباب وراثية
fr: Facteurs génétiques et héréditaires

# adhdBrainChemistry
source: Chemical imbalance in the brain
ar: اختلال كيميائي في المخ
fr: Déséquilibre chimique dans le cerveau

# adhdPrenatalExposure
source: Prenatal exposure to substances
ar: تأثير مواد أثناء الحمل
fr: Exposition prénatale à certaines substances

# adhdPregnancyComplications
source: Pregnancy complications
ar: مضاعفات أثناء الحمل
fr: Complications durant la grossesse

# adhdRoutine
source: Create a stable daily routine
ar: اعمل روتين يومي ثابت
fr: Créer une routine quotidienne stable

# adhdActiveBreaks
source: Encourage regular active breaks
ar: خليه يعمل وقفات قصيرة باش يخرج الطاقة
fr: Encourager les pauses actives régulières

# adhdRewardSystem
source: Reward positive behavior
ar: شجّع السلوكيات الباهية
fr: Récompenser les comportements positifs

# adhdSchoolCooperation
source: Collaborate with school and specialists
ar: تعاون مع المدرسة و المختصين
fr: Collaborer avec l’école et les spécialistes

# goToHomeScreen
source: Go to home
ar: ابدأ
fr: Aller à l'accueil

source: About ADHD
ar: حول اضطراب فرط الحركة وتشتت الانتباه
fr: À propos du TDAH

# loginWelcome
source: Welcome
ar: مرحبا
fr: Bienvenue

# loginWelcomeDescription
source: Log in to continue
ar: سجّل الدخول باش تكمل
fr: Connectez-vous pour continuer

# loginEmailHint
source: your@email.com
fr: votre@email.com

# loginEmailEmpty
source: Please enter your email
ar: رجاءً أدخل الإيميل متاعك
fr: Veuillez entrer votre email

# loginEmailInvalid
source: Invalid email
ar: الإيميل موش صحيح
fr: Email invalide

# loginPasswordLabel
source: Password
ar: كلمة السر
fr: Mot de passe

# loginPasswordEmpty
source: Please enter your password
ar: رجاءً أدخل كلمة السر متاعك
fr: Veuillez entrer votre mot de passe

# loginForgotPassword
source: Forgot password?
ar: نسيت كلمة السر؟
fr: Mot de passe oublié ?

# loginButton
source: Log in
ar: سجّل الدخول
fr: Se connecter

source: Login failed
ar: فشل تسجيل الدخول
fr: Échec de la connexion

# loginOr
source: OR
ar: أو
fr: OU

# loginRegisterButton
source: Create an account
ar: إنشاء حساب
fr: Créer un compte

source: Login
ar: دخول
fr: Se connecter

source: Create Account
ar: إنشاء حساب
fr: Créer un compte

# chooseProfile
source: Choose your profile
ar: اختار الملف الشخصي
fr: Choisissez votre profil

# chooseAccountType
source: Select the account type you want to create
ar: اختر نوع الحساب الذي تريد إنشاؤه
fr: Sélectionnez le type de compte que vous souhaitez créer

source: Doctor
ar: دكتور
fr: Médecin

# doctorSubtitle
source: Healthcare professional
ar: مهني صحي
fr: Professionnel de santé

# parentSubtitle
source: Guardian or teacher
ar: ولي أو أستاذ
fr: Tuteur ou enseignant

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟
fr: Vous avez déjà un compte ?

source: Settings
ar: الإعدادات
fr: Paramètres

source: Personalize
ar: خصّص
fr: Personnalisez

# adjustPreferences
source: Adjust your preferences
ar: بدّل الاختيارات متاعك
fr: Ajustez vos préférences

source: Appearance
ar: المظهر
fr: Apparence

source: Language
ar: اللغة
fr: Langue

source: Dark Mode
ar: الوضع الليلي
fr: Mode sombre

source: Enabled
ar: مفعّل
fr: Activé

source: Disabled
ar: موش مفعّل
fr: Désactivé

source: Arabic
ar: العربية
fr: Arabe

source: French
ar: الفرنسية
fr: Français

source: English
ar: الإنجليزية
fr: Anglais

source: First Name
ar: الاسم
fr: Prénom

source: Last Name
ar: اللقب
fr: Nom

source: Password
ar: كلمة السر
fr: Mot de passe

source: Confirm Password
ar: عاود كلمة السر
fr: Confirmer le mot de passe

source: Date of Birth
ar: تاريخ الولادة
fr: Date de naissance

source: Male
ar: ذكر
fr: Homme

source: Female
ar: أنثى
fr: Femme

source: Other
ar: آخر
fr: Autre

source: Register
ar: عمل حساب
fr: Créer un compte

# loginLink
source: Login
ar: دخول
fr: Se connecter

source: Relation with Child
ar: العلاقة بالطفل
fr: Relation avec l'enfant

source: Mother
ar: أم
fr: Mère

source: Father
ar: أب
fr: Père

source: Teacher
ar: أستاذ
fr: Enseignant

# pleaseSelectDateOfBirth
source: Please select your date of birth
ar: اختار تاريخ الولادة
fr: Veuillez sélectionner votre date de naissance

source: Passwords do not match
ar: كلمات السر ما تطابقوش
fr: Les mots de passe ne correspondent pas

source: Doctor Registration
ar: تسجيل كدكتور
fr: Inscription en tant que médecin

source: Parent Registration
ar: تسجيل كولي
fr: Inscription en tant que parent

source: Medical License Number
ar: رقم الرخصة الطبية
fr: Numéro de licence médicale

source: Select Date
ar: اختار التاريخ
fr: Sélectionner la date

# enterEmail
source: Please enter your email
ar: حط الإيميل متاعك
fr: Veuillez entrer votre email

source: Invalid email
ar: الإيميل غلط
fr: Email invalide

# requiredField
source: This field is required
ar: الخانة هذي لازم تتعمر
fr: Ce champ est requis

# sexe
source: Sex
ar: الجنس
fr: Sexe

source: Registration failed
ar: فشل التسجيل
fr: Échec de l'inscription

# welcomeParent
source: Welcome, {name}
ar: مرحبا، {name}
fr: Bienvenue, {name}

source: Start New Case
ar: حالة جديدة
fr: Nouveau cas

source: My Previous Cases
ar: الحالات السابقة
fr: Mes consultations précédentes

source: No cases yet
ar: ما فماش حالات توّة
fr: Aucun cas pour le moment

# age
source: {age} years old
ar: العمر: {age}
fr: Âge : {age}

# statusDiagnosisReady
source: Diagnosis Ready
ar: التشخيص جاهز
fr: Diagnostic prêt

# caseDetails_title
source: Case Details
ar: تفاصيل الحالة
fr: Détails du Cas

source: Loading...
ar: جار التحميل...
fr: Chargement...

# error_loading_case
source: Failed to load
ar: صارت غلطة في التحميل
fr: Échec du chargement

source: Retry
ar: عاود
fr: Réessayer

# status_title
source: Case Status
ar: حالة الحالة
fr: Statut du Cas

# child_info_title
source: Child Information
ar: معلومات الطفل
fr: Informations sur l'enfant

# child_age_years
source: {age} years
ar: {age} سنوات
fr: {age} ans

# child_gender
source: Gender
ar: الجنس
fr: Sexe

# child_gender_male
source: Boy
ar: ذكر
fr: Garçon

# child_gender_female
source: Girl
ar: أنثى
fr: Fille

# child_class
source: Class
ar: القسم
fr: Classe

# screening_results_title
source: Screening Results
ar: نتائج الفحص
fr: Résultats du Dépistage

# screening_questionnaire_answers
source: Questionnaire Answers:
ar: إجابات الاستبيان:
fr: Réponses au Questionnaire:

# additional_test_title
source: Additional Test
ar: اختبار إضافي
fr: Test Supplémentaire

# additional_test_type
source: Test Type
ar: نوع الاختبار
fr: Type de test

# additional_test_submit
source: Submit Response
ar: سجّل الإجابة
fr: Soumettre la réponse

# additional_test_coming_soon
source: Feature coming soon
ar: خاصية قادمة
fr: Fonctionnalité à venir

# diagnosis_title
source: Diagnosis
ar: التشخيص
fr: Diagnostic

# diagnosis_doctor
source: Doctor
ar: الطبيب
fr: Médecin

# diagnosis_summary
source: Summary
ar: ملخص
fr: Résumé

# diagnosis_advice
source: Advice
ar: نصيحة
fr: Conseils

# diagnosis_recommendation
source: Recommendation
ar: توصية
fr: Recommandation

# download_report_error
source: Error downloading report
ar: حدث خطأ في التحميل
fr: Erreur lors du téléchargement du rapport

source: Download Report
ar: تحميل التقرير
fr: Télécharger le rapport

# error_api_case
source: Error loading case: {error}
ar: خطأ في الحالة: {error}
fr: Erreur lors du chargement du cas : {error}

# error_api_report
source: Error downloading report: {error}
ar: خطأ في التقرير: {error}
fr: Erreur lors du téléchargement du rapport : {error}

source: Record
ar: تسجيل
fr: Enregistrer

# screening_title
source: ADHD Screening
ar: تقييم ADHD
fr: Dépistage TDAH

# greeting
source: Hello! I will ask you some questions about {childName}'s behavior. Please answer honestly to help us provide the best assessment.
ar: مرحبا! باش نسألك شوية أسئلة على تصرّف {childName}. جاوب بصراحة باش نعاونك باش نعطيوا تقييم أفضل.
fr: Bonjour ! Je vais vous poser quelques questions sur le comportement de {childName}. Répondez honnêtement pour nous aider à fournir la meilleure évaluation.

# submit_video
source: Submit to doctor
ar: أرسل للطبيب
fr: Soumettre au médecin

source: Sending...
ar: جار الإرسال...
fr: Envoi en cours...

# select_video_error
source: Please upload a video before submitting
ar: يرجى تحميل فيديو قبل الإرسال
fr: Veuillez télécharger une vidéo avant de soumettre

source: Video selected!
ar: تم اختيار الفيديو!
fr: Vidéo sélectionnée !

# video_instructions
source: Great! Now please upload a short video (max 5 minutes) of {childName} doing an activity such as homework, playing, or drawing. This will help the doctor better understand the behavior.
ar: مزيان! تاو، يرجى تحميل فيديو قصير (5 دقايق كحد أقصى) لـ {childName} وهو يعمل نشاط مثل الواجبات، اللعب، أو الرسم. هذا باش يساعد الطبيب باش يفهم التصرف أفضل.
fr: Parfait ! Maintenant, veuillez télécharger une courte vidéo (max 5 minutes) de {childName} faisant une activité comme les devoirs, jouer ou dessiner. Cela aidera le médecin à mieux comprendre le comportement.

# case_review_info
source: Your case will be reviewed by a doctor who will provide a diagnosis.
ar: حالتك باش يراجعها طبيب ويعطيك تشخيص.
fr: Votre cas sera examiné par un médecin qui fournira un diagnostic.

source: Yes
ar: إيه
fr: Oui

source: No
ar: لا
fr: Non

# question_1
source: Does your child have trouble focusing on tasks?
ar: هل طفلك يلقا صعوبة في التركيز على المهام؟
fr: Votre enfant a-t-il du mal à se concentrer sur les tâches ?

# question_2
source: Does he/she frequently lose things?
ar: هل يضيع حاجات متاعه برشا؟
fr: Perd-il/elle des choses fréquemment ?

# question_3
source: Does he/she show hyperactivity or impulsivity?
ar: هل يظهر عليه النشاط الزايد أو التصرف بدون تفكير؟
fr: Montre-t-il/elle de l'hyperactivité ou de l'impulsivité ?

# question_4
source: Does he/she often interrupt others?
ar: هل يقاطع الآخرين برشا؟
fr: Interrompt-il/elle souvent les autres ?

# question_5
source: Are there any school performance issues?
ar: هل عنده مشاكل في الأداء المدرسي؟
fr: Y a-t-il des problèmes de performance scolaire ?

# question_6
source: Is the behavior present in more than one environment (home and school)?
ar: هل التصرف موجود في أكثر من مكان (الدار والمدرسة)؟
fr: Le comportement est-il présent dans plus d'un environnement (maison et école) ?

source: Gallery
ar: معرض
fr: Galerie

# case_submitted
source: Case submitted successfully!
ar: تم إرسال الحالة بنجاح!
fr: Cas soumis avec succès !

# error_recording
source: Error during recording: {errorMessage}
ar: خطأ أثناء التسجيل: {errorMessage}
fr: Erreur lors de l'enregistrement: {errorMessage}

# error_selection
source: Error during selection: {errorMessage}
ar: خطأ أثناء الاختيار: {errorMessage}
fr: Erreur lors de la sélection: {errorMessage}

# manageConsultations
source: Manage your consultations
ar: إدارة الاستشارات متاعك
fr: Gérez vos consultations

source: Confirm Deletion
ar: تأكيد الحذف
fr: Confirmer la suppression

# confirmDeleteCase
source: Do you really want to delete {childName}'s case?
ar: هل ترغب فعلاً في حذف حالة {childName}؟
fr: Voulez-vous vraiment supprimer le cas de {childName} ?

source: Cancel
ar: إلغاء
fr: Annuler

source: Delete
ar: حذف
fr: Supprimer

source: Case deleted successfully
ar: تم حذف الحالة بنجاح
fr: Cas supprimé avec succès

# error
source: Error: {error}
ar: خطأ: {error}
fr: Erreur: {error}

source: Edit
ar: تعديل
fr: Modifier

# adhdChatbotGreeting
source: Hello! I am your ADHD expert assistant. Ask me your questions about Attention Deficit Hyperactivity Disorder. How can I help you today?
ar: مرحبا! أنا المساعد الخبير متاع ADHD. اسألني على أسئلتك حول اضطراب فرط الحركة وتشتت الانتباه. كيفاش نجم نعاونك اليوم؟
fr: Bonjour ! Je suis votre assistant expert en TDAH. Posez-moi vos questions sur le Trouble du Déficit de l'Attention avec ou sans Hyperactivité. Comment puis-je vous aider aujourd'hui ?

# adhdSuggestedQuestionsTitle
source: Suggested questions:
ar: أسئلة مقترحة:
fr: Questions suggérées :

# adhdSendHint
source: Ask your question about ADHD...
ar: اسأل سؤالك حول ADHD...
fr: Posez votre question sur le TDAH...

# adhdErrorMessage
source: Sorry, an error occurred. Please try again.
ar: آسف، صار خطأ. حاول مرة أخرى.
fr: Désolé, une erreur s'est produite. Veuillez réessayer.

# adhdSuggestedQuestion_1
source: What are the symptoms of ADHD?
ar: شنوّة أعراض ADHD؟
fr: Quels sont les symptômes du TDAH ?

# adhdSuggestedQuestion_2
source: How is ADHD diagnosed?
ar: كيفاش يتشخص ADHD؟
fr: Comment diagnostiquer le TDAH ?

# adhdSuggestedQuestion_3
source: What treatments are available?
ar: شنوّة العلاجات المتوفرة؟
fr: Quels traitements existent ?

# adhdSuggestedQuestion_4
source: Is ADHD hereditary?
ar: هل ADHD وراثي؟
fr: Le TDAH est-il héréditaire ?

# adhdChatbotTitle
source: Smart ADHD Assistant
ar: المساعد الذكي لـ ADHD
fr: Assistant intelligent TDAH

# gravity
source: SEVERITY {level}
ar: درجة الخطورة {level}
fr: GRAVITÉ {level}

# doctor_case_details
source: Case Details
ar: تفاصيل الحالة
fr: Détails du cas

source: Submit Diagnosis
ar: إرسال التشخيص
fr: Soumettre le diagnostic

source: Summary
ar: ملخص
fr: Résumé

source: Advice
ar: نصائح
fr: Conseils

source: Recommendations
ar: توصيات
fr: Recommandations

source: Submit
ar: إرسال
fr: Soumettre

source: Request Test
ar: طلب اختبار
fr: Demander un test

source: Test Type
ar: نوع الاختبار
fr: Type de test

# test_type_hint
source: e.g.: Concentration Test
ar: مثال: اختبار التركيز
fr: ex: Test de concentration

# instructions
source: Tap if it's a HEART ❤️, a DOG 🐕 or BLUE 💙
ar: تعليمات
fr: Appuyez si c’est un CŒUR ❤️, un CHIEN 🐕 ou BLEU 💙

# read_video
source: Play Video
ar: تشغيل الفيديو
fr: Lire la vidéo

source: Video
ar: الفيديو
fr: Vidéo

source: No video uploaded
ar: لم يتم تحميل أي فيديو
fr: Aucune vidéo téléchargée

source: Additional Test Response
ar: إجابات الاختبار الإضافي
fr: Réponse au test supplémentaire

source: Child Profile
ar: ملف الطفل
fr: Profil de l'enfant

# child_name
source: Name
ar: الاسم
fr: Nom

# child_age
source: Age
ar: العمر
fr: Âge

source: Level
ar: المستوى
fr: Niveau

# tdah_questionnaire
source: ADHD Questionnaire
ar: استبيان ADHD
fr: Questionnaire TDAH

# severity
source: Case Severity
ar: خطورة الحالة
fr: Gravité du cas

# diagnosis_concluded
source: Conclude Diagnosis
ar: إنهاء التشخيص
fr: Conclure le diagnostic

# request_test_button
source: Request Test
ar: طلب اختبار
fr: Demander un test

# diagnosis_submitted
source: Diagnosis Submitted Successfully
ar: تم إرسال التشخيص بنجاح
fr: Diagnostic soumis avec succès

source: Case Not Found
ar: الحالة غير موجودة
fr: Cas introuvable

# send_test
source: Test request sent successfully!
ar: طلب التست تبعث بنجاح !
fr: Demande de test envoyée avec succès !

source: Dashboard
ar: لوحة التحكم
fr: Tableau de bord

source: Total Cases
ar: إجمالي الحالات
fr: Cas totaux

source: High Priority
ar: أولوية عالية
fr: Haute priorité

source: Pending
ar: في الانتظار
fr: En attente

source: Cases Sorted by Severity
ar: الحالات مرتبة حسب الخطورة
fr: Cas triés par gravité

source: No Cases Available
ar: لا توجد حالات متاحة
fr: Aucun cas disponible

source: New Cases Will Appear Here
ar: ستظهر الحالات الجديدة هنا
fr: Les nouveaux cas apparaîtront ici

# errorMessage
source: Error: {error}
ar: خطأ: {error}
fr: Erreur : {error}

source: Low
ar: منخفضة
fr: Faible

source: Medium
ar: متوسطة
fr: Moyenne

source: High
ar: عالية
fr: Élevée

# statusWaitingForDoctor
source: Waiting for Doctor
ar: في انتظار الطبيب
fr: En attente du médecin

# statusAdditionalTestRequired
source: Additional Test Required
ar: يتطلب اختبار إضافي
fr: Test supplémentaire requis

# statusWaitingForReply
source: Waiting for Reply
ar: في انتظار الرد
fr: En attente de réponse

# statusCompleted
source: Completed
ar: مكتمل
fr: Terminé

source: Logout
ar: تسجيل الخروج
fr: Se déconnecter

source: Edit Case
ar: تعديل الحالة
fr: Modifier le Cas

# updateChildInfo
source: Update Child Information
ar: تحديث معلومات الطفل
fr: Modifier les informations de l'enfant

# updateChildInfoSubtitle
source: Update the child's information
ar: قم بتحديث معلومات الطفل
fr: Mettez à jour les informations de l'enfant

# enterFirstName
source: Enter the first name
ar: أدخل الاسم الأول
fr: Entrez le prénom

# pleaseEnterFirstName
source: Please enter the first name
ar: يرجى إدخال الاسم الأول
fr: Veuillez entrer le prénom

# firstNameTooShort
source: First name must be at least 2 characters
ar: يجب أن يحتوي الاسم الأول على حرفين على الأقل
fr: Le prénom doit contenir au moins 2 caractères

# enterLastName
source: Enter the last name
ar: أدخل اللقب
fr: Entrez le nom

# pleaseEnterLastName
source: Please enter the last name
ar: يرجى إدخال اللقب
fr: Veuillez entrer le nom

# lastNameTooShort
source: Last name must be at least 2 characters
ar: يجب أن يحتوي اللقب على حرفين على الأقل
fr: Le nom doit contenir au moins 2 caractères

# enterAge
source: Enter the age
ar: أدخل العمر
fr: Entrez l'âge

source: years
ar: سنة
fr: ans

# pleaseEnterAge
source: Please enter the age
ar: يرجى إدخال العمر
fr: Veuillez entrer l'âge

# invalidNumber
source: Please enter a valid number
ar: يرجى إدخال رقم صحيح
fr: Veuillez entrer un nombre valide

# ageRange
source: Age must be between 3 and 18
ar: يجب أن يكون العمر بين 3 و18 سنة
fr: L'âge doit être entre 3 et 18 ans

# scholarYear
source: School Year
ar: السنة الدراسية
fr: Année Scolaire

# enterSchoolYear
source: e.g., CP, CE1, 6th grade
ar: مثال: CP، CE1، الصف السادس
fr: ex: CP, CE1, 6ème

# pleaseEnterSchoolYear
source: Please enter the school year
ar: يرجى إدخال السنة الدراسية
fr: Veuillez entrer l'année scolaire

# updateButton
source: Save
ar: حفظ
fr: Enregistrer

source: Case updated successfully
ar: تم تعديل الحالة بنجاح
fr: Cas modifié avec succès

# unreadCount
source: {count} unread
ar: {count} غير مقروءة
fr: {count} non lue{count > 1 ? 's' : ''}

# showUnreadOnly
source: Unread only
ar: غير المقروءة فقط
fr: Non lues uniquement

source: Mark all as read
ar: وضع كل الإشعارات كمقروءة
fr: Tout marquer comme lu

source: No notifications
ar: لا توجد إشعارات
fr: Aucune notification

source: No unread notifications
ar: لا توجد إشعارات غير مقروءة
fr: Aucune notification non lue

source: You are up to date!
ar: أنت على اطلاع كامل!
fr: Vous êtes à jour !

# agoDays
source: {count}d ago
ar: منذ {count} يوم
fr: Il y a {count}j

# agoHours
source: {count}h ago
ar: منذ {count} ساعة
fr: Il y a {count}h

# agoMinutes
source: {count}min ago
ar: منذ {count} دقيقة
fr: Il y a {count}min

source: Just now
ar: الآن
fr: À l'instant

# child_info_header
source: Tell us about your child
ar: حدثنا عن طفلك
fr: Parlez-nous de votre enfant

# child_info_description
source: Please provide accurate information to help us better understand your child.
ar: يرجى تقديم معلومات دقيقة لمساعدتنا على فهم طفلك بشكل أفضل.
fr: Veuillez fournir des informations précises pour nous aider à mieux comprendre votre enfant.

# behavior_info
source: Next, you will answer a series of questions about your child's behavior.
ar: بعد ذلك، ستجيب على سلسلة من الأسئلة حول سلوك طفلك.
fr: Ensuite, vous répondrez à une série de questions sur le comportement de votre enfant.

source: Continue Screening
ar: متابعة الفحص
fr: Continuer le Dépistage

# game_title
source: Training Games
fr: Jeux d’Entraînement

# gamesTitle
source: ADHD Games
fr: Jeux TDAH

source: Training Games
fr: Jeux d’Entraînement

# trainingGamesSubtitle
source: Improve your attention and focus
fr: Améliore ton attention et ta concentration

source: Tap Only When...
fr: Tape Seulement Quand...

# tapOnlyWhenDesc
source: Develop your inhibitory control
fr: Développe ton contrôle inhibiteur

# spotDifference
source: Spot the Differences
fr: Trouve les Différences

# spotDifferenceDesc
source: Boost your visual attention
fr: Améliore ton attention visuelle

# findObject
source: Find the Object
fr: Trouve l'Objet

# findObjectDesc
source: Train your concentration
fr: Entraîne ta concentration

# benefitInhibitory
source: Inhibitory control
fr: Contrôle inhibiteur

# benefitSelective
source: Selective attention
fr: Attention sélective

# benefitDetails
source: Attention to details
fr: Attention aux détails

# benefitSustained
source: Sustained attention
fr: Attention soutenue

# benefitPersistence
source: Persistence
fr: Persévérance

# difficultyEasy
source: Easy
fr: Facile

# difficultyMedium
source: Medium
fr: Moyen

# gameDescription
source: Visual recognition game
fr: Jeu de reconnaissance visuelle

source: How to play?
fr: Comment jouer ?

# step1Title
source: 1- Read the object name
fr: 1- Lis le nom de l'objet

# step1Subtitle
source: At the top of the screen
fr: En haut de l'écran

# step2Title
source: 2- Look at the 6 objects
fr: 2- Regarde les 6 objets

# step2Subtitle
source: Displayed on the screen
fr: Affichés sur l'écran

# step3Title
source: 3- Find the correct object
fr: 3- Trouve le bon objet

# step3Subtitle
source: Tap on it!
fr: Appuie dessus !

# step4Title
source: 4- Earn points
fr: 4- Gagne des points

# step4Subtitle
source: +10 points per correct answer
fr: +10 points par bonne réponse

# playTime
source: ⏱️ Game Time
fr: ⏱️ Temps de jeu

# playButton
source: Play
fr: Jouer

# objectsFound
source: {count} objects found
fr: {count} objets trouvés

source: Game Over!
fr: Fin du jeu !

source: Try again!
fr: Essaie encore !

source: Find:
fr: Trouve :

source: Quit
fr: Quitter

# legoRed
source: Red Lego
fr: Lego rouge

source: Blue Pencil
fr: Crayon bleu

source: Sock
fr: Chaussette

source: Book
fr: Livre

source: Toy
fr: Jouet

source: Remote Control
fr: Télécommande

source: Stuffed Animal
fr: Peluche

source: Ball
fr: Ballon

source: Spoon
fr: Cuillère

source: Hat
fr: Chapeau

source: apple
fr: pomme

source: car
fr: voiture

source: flower
fr: fleur

source: Star
fr: Étoile

source: Heart
fr: cœur

source: sun
fr: soleil

source: dog
fr: chien

source: cat
fr: chat

source: plane
fr: avion

source: home
fr: maison

source: tree
fr: arbre

source: moon
fr: lune

source: music
fr: musique

source: cake
fr: gâteau

source: bike
fr: vélo

source: rocket
fr: fusée

source: umbrella
fr: parapluie

source: phone
fr: téléphone

source: camera
fr: caméra

source: gift
fr: cadeau

source: Replay
fr: Rejouer
