Repository: rihabcherni/mind_bloom
Catalog: frontend/lib/l10n/intl_*.arb
Languages: ar, fr

# tapOnlyWhenDescr
source: Tap only when the displayed shape matches the rules.
fr: Appuyez uniquement lorsque la forme affichée respecte les règles.

source: 📋 Rules
fr: 📋 Règles

# ruleHeart
source: It is a heart
fr: C’est un cœur

# ruleDog
source: It is a dog
fr: C’est un chien

# ruleBlue
source: It is blue
fr: C’est bleu

# warningDontTap
source: ⚠️ Do NOT tap in other cases!
fr: ⚠️ N’appuyez PAS dans les autres cas !

source: Start
fr: Démarrer

source: Round
fr: Manche

source: Errors
fr: Erreurs

source: Results
fr: Résultats

# findTheDifferent
source: Find the Odd One Out
fr: Trouvez l’intrus

# findTheDifferentDesc
source: Improve your concentration!
fr: Améliorez votre concentration !

# ruleObserve
source: Observe the 4 shapes carefully
fr: Observez attentivement les 4 formes

# ruleFindDifferent
source: Find the one that is DIFFERENT
fr: Trouvez celle qui est DIFFÉRENTE

# ruleClickFast
source: Click on it quickly!
fr: Cliquez dessus rapidement !

# ruleTimeLimit
source: You have 5 seconds per round
fr: Vous avez 5 secondes par manche

# ruleDifferenceTypes
source: The difference can be the shape, color or size!
fr: La différence peut être la forme, la couleur ou la taille !

# findDifferentShape
source: Find the different shape!
fr: Trouvez la forme différente !

source: Time
fr: Temps

# appTitle
source: Mind Bloom
ar: مايند بلوم

# loginEmailLabel
source: Email
ar: الإيميل

source: Parent
ar: وليّ

source: Email
ar: الإيميل

# additional_test_instructions
source: Instructions:
ar: تعليمات:

# diagnosis_date
source: Date
ar: التاريخ

# question_number
source: Question {current}/{total}
ar: السؤال {current}/{total}

source: Notifications
ar: الإشعارات
